<template>
  <div class="frame">
    <ScrollView class="container" :options="options">
      <div>
        <div class="article" v-for="item in 2" :key="item">
          <p>天下精灵铸三戒，<br>
              地底矮人得七戒，<br>
              寿定凡人持九戒，<br>
              魔多妖境暗影伏，<br>
              闇王坐拥至尊戒。<br>
              至尊戒，驭众戒；<br>
              至尊戒，寻众戒，<br>
              魔戒至尊引众戒，<br>
              禁锢众戒黑暗中，<br>
              魔多妖境暗影伏。<br>
              ※※※<br>
              当袋底洞的比尔博·巴金斯先生宣布不久后会为自己一百一十一岁大寿举行盛大宴会时，哈比屯的居民都兴奋的议论纷纷。<br>
              比尔博不但非常富有，更是个特立独行的奇人。自从他神秘的失踪和奇迹似的归来之后，六十年以来，他在夏尔这一带一直是人们街头巷尾的议论话题。他从冒险途中所带回的庞大财富已经成了当地的传奇，不管这老家伙怎么说，一般人都相信袋底洞内的隧道装满各种各样的金银珠宝。即使这样的传奇不够让他出名，他老当益壮的外表也足以让人啧啧称奇。时间的流逝似乎在比尔博身上没有留下多少痕迹。他九十岁的时候与五十岁时并无二致。当他九十九岁时，附近的人开始称他“养生有术”，但恐怕“长生不老”是比较精确的说法。有许多人一想到这件事情就觉得老天未免太不公平了，怎么能够让人坐拥（传说中的）金山又同时拥有长生不老的能力呢。<br>
              “这一定是有代价的，”他们说。“这是违逆天理的，一定会惹麻烦的！”<br>
              不过，到目前为止也没有什么麻烦；由于巴金斯先生十分慷慨，人们也就愿意原谅他的特立独行和得天独厚的好运。他依旧时常拜访亲戚（当然，素来不合的塞克维尔巴金斯一家是个例外），在地位较低和贫穷的家族中，他也拥有许多的崇拜者。不过，他一直没有什么亲近的朋友，直到他的年轻表亲年纪稍长之后才有了转变。<br>
              这些表亲之中最年长的是佛罗多·巴金斯，同时也是比尔博最宠爱的对象。当比尔博九十九岁的时候，他将佛罗多收为养子，接他到袋底洞来住。这终于打破了塞克维尔一家人一直觊觎继承袋底洞的希望。比尔博和佛罗多刚好都是同一天生的，九月二十二日。“佛罗多啊，我说你最好过来跟我一起住吧，”比尔博有天这么说；“这样我们就可以一起舒舒服服的过生日了。”当时佛罗多还只是个少年。哈比人一向把成年的三十三岁和童年之间的二十多年间称做少年时期。<br>
              又过了十二年。每年这家人都会联合举办盛大的生日宴会，不过，现在大家都知道今年秋天的计划是非比寻常的。比尔博今年将满一百一十一岁，数字本身就相当特殊；即使对哈比人来说，这也已经是十分长寿的年纪了。（老图克大人也不过只活了一百三十岁）。而佛罗多今年则是满三十三岁，这是很重要的一个数字，因为今年他即将成年。<br>
              哈比屯和临水区一带的居民早就开始议论纷纷，有关这即将来临的大活动也传遍了整个夏尔。比尔博·巴金斯先生的冒险经历和独特的行事作风又再度成为街头巷尾的话题，老一辈的人突然间发现自己在这股怀旧风潮的推波助澜下，成了十分受欢迎的人物。<br>
              被称作“老家伙”的哈姆·詹吉可说是个中的翘楚。他经常在临水路旁的“常春树丛”小旅店高谈阔论。他可不是毫无依据的吹牛，老家伙已经照顾袋底洞的花园有四十年之久。由于他年事已高，动作有些迟缓了，因此大多数的工作都是由他最小的儿子山姆·詹吉来接手。父子两人都与比尔博和佛罗多十分友好。他们就居住在袋底洞的山下小丘上，地址是袋边路三号。<br>
              “我老早就说，比尔博先生是个相当好的哈比人，”老家伙宣称。这是千真万确的，因为比尔博对他非常有礼貌，平常都称呼他为哈姆法斯特先生，并且经常的在蔬菜种植的问题上请教他，特别是在根茎类植物的种植上更是执礼甚恭。老家伙在马铃薯这类植物方面可是第一把交椅。（连他自己也不吝承认）<br>
              “但和他住在一起的佛罗多又怎么样？”临水区的老诺克问道。“他也叫作巴金斯，但他也有一半烈酒鹿家的血统。我也搞不清楚为什么会有哈比屯的巴金斯家人想要去找雄鹿地的怪家伙结婚。”<br>
              “也不能怪他们不合常理，”老家伙的隔壁邻居图伏特老爹说，“他们住在烈酒河的另一边，又靠近老林那边。那里可是个受诅咒的不祥之地。”<br>
              “你说的对，老爹！”老家伙说。“虽然雄鹿地的烈酒鹿那家子人不是住在老林里面，但他们的行事作风真的很奇怪。他们会在那条大河上搞艘船跑来跑去，这可不是正当人家会做的事情。难怪那里老是会有麻烦事。不管怎么样，佛罗多先生都是个好青年。他和比尔博先生很像，连想法都差不了多少。毕竟他父亲那边还是有巴金斯家的血统。德罗哥·巴金斯可是个好人，在他淹死之前可是个洁身自爱的家伙哪！”<br>
              “淹死？”听众中有人反问。他们当然听过这类恐怖的谣言，不过哈比人就是喜欢这种家族历史的故事；他们这次又想再听一次。<br>
              “嗯，他们是这样说的，”老家伙道。“我想一下喔，德罗哥先生娶了可怜的普丽谬拉·烈酒鹿小姐。她是比尔博先生母系的表妹（她妈妈是老图克最小的女儿）；德罗哥则是他的旁系亲戚。所以，佛罗多就是比尔博的表妹的儿子，这关系可深远着哪！德罗哥先生结婚之后就经常和去烈酒厅的岳父家斯混。（这家伙嘴可馋着呢，他岳父葛巴达克又爱吃好菜，两人就这么一拍即合）当时他去烈酒河上泛舟，他和他的妻子就这么翻船淹死了。可怜的佛罗多那时还只是个小孩啊！”<br>
              “我听说他们是吃完饭之后准备在月光下泛舟，”老诺克说，“德罗哥吃得太多，把船给压沉了。”<br>
              “我听说是她把他推下去，而德罗哥又把老婆给拉下去，”哈比屯的磨坊主人山迪曼接口道。<br>
              “我说山迪曼哪，你最好不要把这些谣言照单全收，”老家伙不太喜欢眼前的磨坊主人。“老是提一些推推拉拉的事情没意思嘛！船这种东西很危险，就算你坐好不动，不想惹麻烦，还是有可能倒楣的。不管啦，反正佛罗多最后就是成了孤儿，被丢在那群雄鹿地的怪人之中，在烈酒厅被养大。那里就像个大杂院一样。葛巴达克大人在那边起码有几百个亲戚。比尔博先生把这位小朋友带回来教养，真是做了件好事啊！”<br>
              “不过，我也明白这对于那些巴金斯家的塞克维尔一系人来说是个重大打击。当年在比尔博先生失踪，大家都以为他去世之后，他们满心以为终于可以继承袋底洞。他却又神秘出现，把他们赶了出来。而且老天保佑，比尔博先生越活越硬朗，一点都看不出来老态！突然，他又找了个继承人，备齐了一切的文件。我看这回塞克维尔他们是想都不要想踏进袋底洞一步了。我自己也希望那里不要被他们糟蹋了。”<br>
              “我听说那里面藏了很多钱耶，”一个从西区米丘窟来做生意的陌生人说。“这座山里面的隧道全都装满了许多箱子，里面都是黄金、白银和珠宝。”<br>
              “你听说的比我知道的还要多，”老家伙回答。“我不知道什么珠宝。比尔博先生对钱财很大方，手头也很阔绰，但我没听说什么挖隧道的事情。大概六十年前，我小时候亲眼见到比尔博先生回来的样子。那时我才刚当上老何曼的学徒（他是我爹的表亲），他派我去袋底洞维持秩序，避免在拍卖的时候让闲杂人等把花园给踩乱了。正当大家急着拍卖比尔博先生的老家和财产时，他突然牵着小马走上这座山，马背上还有好几个大袋子和箱子。我想那里面一定都是从外面世界带回来的财宝；有人说外面有很多金山。但是，我看到的东西也不够把隧道塞满。我儿子山姆大概会知道的更清楚。他常常进出袋底洞。这孩子最喜欢听故事，所有比尔博先生的故事他都背的滚瓜烂熟。比尔博先生甚至还教他识字，各位别露出那种表情，他可是一片好心。但愿不会有什么麻烦才好。”<br>
              “‘老是想搞一些有关那些精灵与龙的故事！’我这样说。‘莴苣和马铃薯对你我来说才是比较适合的念头。别老是好高骛远，想要和比我们高贵几百倍的人物打交道，不然你会惹上大麻烦的，’我一向都这样告诫他。其他人最好也听我的劝告，”他看了那陌生人和磨坊主人一眼。<br>
              不过，老家伙的警告没办法说服他的听众。比尔博传说中的财富在年轻的哈比人心中可说是根深蒂固的传奇，无法动摇了。<br>
              “啊，不过他也可能后来又赚到更多的钱，”磨坊主人的论调和大多数人一样，“他常常离家去旅行。你们看看那些拜访他的外地人：晚上出现的矮人、那个老法师甘道夫等等。老家伙，你爱怎么说都没关系，但袋底洞真的是个诡异的地方，里面住的人更奇怪。”<br>
              “我说山迪曼，你爱说什么也都没关系，反正大家也清楚你知道的其实有限，就跟你不会划船一样。”老家伙这次比平常更讨厌这个磨坊主人了。“如果那样就叫诡异，那我们这一带还真的需要多一些这种诡异。其它地方有些一毛不拔的家伙就算住在金山里，也不愿意请朋友喝啤酒。袋底洞可是以慷慨待人出了名的。我们家的山姆说这次每个人都会受邀参加宴会，听好喔，每个人都还会有礼物！就在这个月！”<br>
              这个月就是九月，天气依旧十分的怡人。一两天之后，到处就开始流传一个谣言（多半是情报灵通的山姆放出来的消息）：据说这次宴会有烟火！而且，这次的烟火将会是百年来夏尔第一次盛大的烟火表演；自从上次老图克过世之后就没人见过烟火表演了。<br>
              ※※※<br>
              日子一天天过去，大日子也越来越接近。某天傍晚，一辆装满怪异包裹的怪异马车开进哈比屯，在袋底洞前停了下来。吃惊的哈比人纷纷从窗内往外窥探。驾车的是形迹怪异的外地人，唱着没人听过的歌谣：车夫是有着长胡子带着兜帽的矮人。几名矮人甚至还在袋底洞留了下来。到了九月第二周的时候，另一辆马车在光天化日之下越过烈酒桥，沿着临水区开了过来。驾车的只有一名老人。他戴着一顶高高尖尖的蓝色帽子，穿着长长的灰袍以及一条银色的围巾。他的胡子又白又长，眉毛也长到伸出了帽缘。一大群小孩跟着马车后面跑，穿过整个哈比屯，沿路跟着上了小山。他们猜的果然没错，车内装的是烟火。老人在比尔博的门前开始卸货，里面有各种各样的烟火，每个都标明着一个大的红色“甘”和精灵文字。<br>
              这就是甘道夫的徽记，而那老人就是巫师甘道夫。他在夏尔的名气主要是关于他操纵火焰、烟雾和光线的技巧。他真正的工作比这还要复杂、危险的多，但单纯的夏尔居民对此一无所知。对他们来说，这巫师只是宴会的另一大卖点。因此小孩们才会这么兴奋。“这缩写是壮丽的意思！”孩子们大喊着，老人报以慈祥的微笑。虽然他偶尔才会来拜访此地，每次也不会停留很长的时间，但哈比人每个都知道他的长相。不过，包括这些小孩和目前最老的哈比人都一样没看过他的烟火表演；这伟大的表演现在只存在于史书的记载中了。<br>
              老人在比尔博和几名矮人的帮助下完成卸货之后，比尔博给了这群小孩一些零钱。不过，孩子们失望的发现，今天比尔博叔叔没有饼干或零嘴可以给他们。<br>
              “快回家吧！”甘道夫说。“时候到了你们会吃都吃不完的。”然后他就和比尔博一起走进屋内，关上大门。年轻的哈比人们呆呆的看了大门半晌，最后才拖着不情愿的脚步离开，满心觉得宴会彷佛永远都不会到。在袋底洞里，比尔博和甘道夫坐在俯瞰花园的窗户下。傍晚的天色还很明亮，天气也很温和。红色和金色的花朵生长的十分茂盛，龙嘴花和向日葵都露出欣欣向荣的态势，金莲花则是生气勃勃的攀上窗子，看着屋内的情景。<br>
              “你的花园看起来真漂亮！”甘道夫说。<br>
              “没错，”比尔博回答。“我很喜欢这个花园，夏尔对我来说也一样的亲切。不过，我想也该是放个假的时候了。”<br>
              “你是说要继续你原先的计划吗？”<br>
              “是的。我几个月前就下定了决心，现在也不会临时变卦。”<br>
              “很好。那我们就不必多说了。不要心软，照着原订的计划进行。记住，是原订的计划，我希望这会为你，也为我们大家带来好结果。”<br>
              “我也这么希望。反正我准备这周四好好的享受一下，让大家看看我的小玩笑。”<br>
              “不知道最后谁会笑啊？”甘道夫摇着头说。<br>
              “到时就知道了，”比尔博回答。<br>
              ※※※<br>
              第二天，越来越多的马车开上了小山，后面还有更多的要来。或许有些人会抱怨“怎么不从本地买”。但当周的订单几乎买光了邻近区域所有的食物、调味料和奢侈品。人们开始越来越期待，在日历上作着记号；当邮差到来时，每个人都露出期待的眼神，希望这次会有邀请函送到手中。<br>
              不久之后，邀请函就开始如雪片般的寄出。哈比屯的邮局几乎瘫痪，临水区的邮局则差点被信件埋了起来。一看事态不对，自愿者们立刻开始协助邮局的运作。随后每天都有川流不息的邮差送回大量的回函，每封上面都写着“多谢邀请，在下必定赴约。”<br>
              袋底洞的门口也挂出了启事：“非宴会工作人员请勿进入”。即使真的是宴会工作人员或假扮的家伙，也几乎都无法进入屋内。比尔博忙的团团转，他忙着写邀请函、统计回函、打包礼物，同时还秘密的为自己的计划作准备。自从甘道夫来了之后，他就躲着不见人。<br>
              某天早晨，大家一醒来就发现比尔博家南边的一块大空地上放满了各种各样搭建帐棚所需的绳索和材料。路旁还特别为此开了一个出口，盖了一座白色的大门和宽大的阶梯。大家都很羡慕场地旁袋边路上的三户人家。老詹吉甚至还假装在自己的花园里面做事，只为了多看它几眼。<br>
              帐棚慢慢的搭建起来。其中有个特别大的圆顶帐棚，大到足以让该处生长的一颗大树完全收纳在其中。这颗树现在就位在场地的另一头，主桌的旁边。工作人员在树枝上挂满了油灯。更让人兴奋的是（这最对哈比人的胃口），场地的北边角落还设置了一座庞大的露天厨房。从附近几哩方圆内聘来的厨师川流不息的前来支援，协助矮人和其他的工作人员在袋底洞作准备。众人的期待已经达到了最高点。<br>
              然后天气变得有些多云。那天是星期三，宴会的前一天。众人十分的紧张。然后，九月二十二日，星期四，太阳升起，乌云消失了。旗帜迎风招展，有趣的节目开始了。<br>
              比尔博把这叫作“宴会”，但这实际上是集合各种娱乐的嘉年华会。几乎附近的所有人都被邀请来参加。有几个人被意外的漏掉了，不过，反正他们还是照样到场，所以没有太大的影响。夏尔其它地区也有许多人被邀请来参加，甚至有几个是从边界外赶来的。比尔博亲自在新盖的白色大门接待宾客（和他们带来的跟班）。所有前来参加的人都获得礼物，甚至还有偷溜出场地外，再悄悄的从大门进来贪小便宜的家伙。哈比人在过生日的时候会送礼物给亲朋好友。照惯例不需要是很贵的东西，也不会像这次一样见人就给。不过，这倒是个不错的习俗。事实上，在哈比屯和临水区一年中的每一天都有人过生日，所以这附近的人几乎一个礼拜至少可以收到一次礼物。他们一向乐此不疲。<br>
              这次的礼物却好的超乎寻常，孩子们看到礼物，几乎兴奋的忘记吃饭。有许多玩具是他们从来没有见过的，每样都很漂亮，有些甚至是魔法玩具。这其中有许多玩具是一年以前就订好的，远从孤山和谷地那边运过来，全都货真价实的出自矮人之手。<br>
              在每个客人终于都进了门内之后，歌曲、舞蹈、音乐和各种各样的游戏随即展开，当然，食物和饮料更是绝不可少的。正式的餐点有三顿：午餐、午茶和晚餐。不过，所谓的午餐和午茶也不过就是大家坐下来，一起吃饭的时间。其它的时间人们照样还是川流不息的取用各种餐点和饮料，从早上十一点到晚上六点半之间从没停过。只有在烟火表演开始的时候大家才放下餐具。<br>
              烟火是甘道夫亲自出马的杰作：这不只是由他亲手运来，更是由他设计和制造；各种各样的特殊效果、道具和火箭也都是由他亲手点燃的。除此之外，他还大方的分送各式各样的爆竹、花火、冲天炮、火树银花、矮人烛花、精灵火瀑、地精响炮等等。这些东西都棒极了。甘道夫的手艺随着年纪的增长果然越来越纯熟。<br>
              有的火箭引燃时像是出谷的黄莺编队在空中飞行，发出美妙的乐声。还有烟火甚至变成了绿色的树叶，黑烟成了火树的树干，一瞬间让人体验到春去秋来花开花落的奇观。发出闪光的树枝也不甘示弱的绽放出鲜艳的烟花，落在惊讶的人们身上，在这些火花烫伤他们之前，甘道夫的密招让火花全都在甜美的香气中消失的无影无踪。如瀑布般涌出的闪光蝴蝶在树丛间穿梭，火焰构成的石柱从地面喷出，随即化身成飞鹰、帆船或是展翅翱翔的天鹅。一阵红色的雷暴让天空落下了黄色的细雨；银色的长枪如千军万马般射向天空，随即又如同万千长蛇一样发出嘶嘶巨响落入河中。为了向比尔博致敬，节目中还有最后一个特别项目，它正如同甘道夫的计划一样，让哈比人们大吃一惊。全场的灯光跟着熄灭。一阵浓烟出现，化成远方看去的山影，山顶接着开始发出光芒。随即它吐出了红色和绿色的火焰。从火山中飞出一只金红色的巨龙，体型虽然和真龙有段距离，但他栩栩如生的外貌让人不寒而栗。巨龙的口中吐出火焰，发出巨吼，接着又在人群头上连吐了三次烈焰。全部的人都不由自主的趴了下来，试图躲过这阵烈焰。巨龙发出轰隆巨响飞过众人头上，最后来个后空翻，在临水区上空炸成一片灿烂的火花。<br>
              “晚餐开始啦！”比尔博大喊。众人的惊恐立刻消失于无形，之前还惊魂未定的人们拍拍衣服，立刻站了起来。晚餐十分的丰盛，每个人都可以尽享佳肴美点。唯一不在此用餐的只有另外一群参加特别家族宴会的人们。这个宴会中的宴会是在树旁的大帐棚内举办的。获邀的来宾只有一百四十四人（哈比人也称这个数字为十二打，不过不太适合用在人身上）；这些宾客都是从比尔博和佛罗多的亲戚中挑选出来的，另外还有一些没有血缘关系的特别密友（像是甘道夫）。这里面还包括了许多年轻的哈比人，他们都在父母的同意之下前来参加宴会；哈比人一般来说对小孩熬夜的要求都会比较通融，特别是有机会填饱他们肚子的时候更是好说话。要养大哈比小孩得花上不少的伙食费哪！<br>
              私人宴会中有很多巴金斯和波芬家的人，另外也有许多图克家和烈酒鹿家的成员。还有几名葛卢伯家人（比尔博曾祖母的亲戚），几名丘伯家的人（比尔博图克家系的曾祖父那一系的亲戚），还有几个布罗斯家、博格家、抱腹家、獾屋家、健体家、吹号者家和傲脚家的人。这些人里面有些已经算是非常远房的亲戚了，甚至有人以前从未踏足哈比屯，一辈子都居住在夏尔的偏远地区。当然，巴金斯家里面的塞克维尔一系也没有被怠慢。傲梭和他老婆罗贝拉也都有出席。他们不喜欢比尔博，对佛罗多更是恨之入骨。但是华丽的邀请函是用金色的墨水所撰写的，这种殊荣让他们觉得难以抗拒。另外，他们痛恨的这位比尔博多年以来可都是以美食着称，他的餐点可算是邻近地区的奇观之一。<br>
              这一百四十四名宾客都尽情的享用丰盛的晚餐，不过众人都悄悄的担心餐后主人冗长的演说。（这是不可或缺的一项节目）他每次都会吟唱一种他称为诗歌的东西，有些时候，在多喝了一两杯之后，他会开始絮絮叨叨的描述那段神秘的冒险。至少到目前为止，客人们并没有失望，这的确是顿前所未见的大餐，餐点的本身已经逼近了娱乐的极致：质精、量多、种类齐全且味美。接下来一周附近的人们几乎都饱的没办法吃东西；不过，由于比尔博之前的大量采购，附近的店主也都已经倾囊以售，反正也没东西可以卖；所以还是个皆大欢喜的局面。<br>
              在大餐终于告一段落之后，就该是演讲的时间了。反正大多数的宾客现在也已经酒足饭饱，对于冗长的演说有很强的抵抗力。这段过程是被他们称作“打发时间”的节目。他们纷纷啜饮着自己最喜欢的饮料，品尝着美味的甜点，早将之前的担心抛到九霄云外去了。他们准备倾听世界上最无聊的演说，更可以在每个换气的间奏大声欢呼。<br>
              “亲爱的同胞”，比尔博站起来，开口道。“注意！注意！注意！”会场的众人纷纷大喊着提醒彼此，却没多少人真的安静下来。比尔博离开座位，走到那棵装满了灯饰的大树底下，爬到摆在该处的椅子上。油灯的光芒照在他红光满面的脸上，丝质外套上的金扣子也跟着闪闪发光。会场的众人都可以看见他一只手插在口袋，另一只手挥舞着。<br>
              “亲爱的巴金斯家人们，波芬家人们，”他继续说道，“还有亲爱的图克家人们、烈酒鹿家人们、葛卢伯家人们、丘伯家人们，还有布罗斯家、博格家、抱腹家、獾屋家、健体家、吹号者家和傲脚家的家人们。”<br>
              “是一双傲脚家啦！”帐棚的角落有一名老哈比人大喊。当然，他就是傲脚家的人，这家伙的确有一双又大又毛绒绒的脚，还都搁在桌子上。难怪他要藉机找碴出出风头。<br>
              “傲脚家人们，”比尔博重复道。“还有我最亲爱的塞克维尔巴金斯家人们，今天我终于可以诚心的欢迎你们回到袋底洞来。今天是我第一百一十一岁的生日：我今天是一一一岁的人了！”“万岁！万岁！祝你福寿绵延！”听众们大喊，纷纷用力的敲着桌子庆贺。比尔博的演说太精彩了。这才是他们喜欢的演讲：短小精悍。<br>
              “我希望诸位今天都和我一样高兴。”底下传来震耳欲聋的欢呼声。大声呼喊“没错”（和“还没过瘾哪！”的呼声都有）。喇叭、号角、风笛、长笛以及许多其它的乐器纷纷响起。之前也提到过，宴会中有许多的年轻哈比人，此时他们更是纷纷拉起了响笛炮。大多数的爆竹上都印有“河谷镇”（译注一）三个字。虽然哈比人对这三个字一无所知，但他们都同意这是相当不错的爆竹。这些爆竹上都装着小小的乐器，都可以发出悦耳的音乐来。事实上，在帐棚的某个角落，有一群年轻的图克和烈酒鹿家的小孩以为比尔博叔叔已经说完了（因为他把重要的东西都讲完了），所以纷纷开始点燃爆竹，让它们的乐声构成美妙的交响乐。艾佛拉·图克和美丽拉·烈酒鹿小姐甚至还拿着铃铛跳上桌子，开始跳起激烈、活力充沛的铃铛舞来。<br>
              但比尔博并没有说话。他从附近的一名年轻人手中抢来一把号角，使劲的吹了三声。众人的喧闹这才安静下来。“我不会耽搁各位太久的时间，”他大喊。所有的听众都情不自禁的欢呼。“我把你们都找来是有目的的。”他说“目的”这两个字的口气十分特殊，现场一时间陷入死寂，还有一两个图克家的人紧张的竖直了耳朵。<br>
              “没错，有三个目的！第一，是告诉你们我非常的喜欢你们，和你们这些好人一起度过的一百一十一年实在太精彩，也太短暂了。”众人响起如雷的掌声。<br>
              “你们其中有许多人是我想要认识，却没有机会深交的；另外则有许多人值得我投入更深的感情。”这段话大出众人意料之外，由于太过难懂，四下只传来零星的掌声。众人的小脑袋都在拼命转动着，希望能够搞懂这段话是褒是贬。<br>
              “第二，是为了庆祝我的生日。”众人再度欢呼。“我应该说是‘我们’的生日。因为今天当然也是我的继承人佛罗多的生日。他今天成年，也终于获得了继承我家业的资格。”有些长辈高兴的鼓掌，年轻人则是开始起哄，大喊“佛罗多！佛罗多！佛罗多万岁！”塞克维尔一家人则是皱起眉头，试图要搞懂所谓的“继承家业”到底是怎么一回事。<br>
              “我们两人的岁数加起来一共一百四十四。我邀请的宾客人数也正是为了符合这神秘的数字：请容我使用十二打这个说法。”没有人欢呼。这太可笑了。许多客人，特别是塞克维尔一家人都觉得受到了羞辱。他们没想到自己竟然是被邀请来充数的，好像用来塞箱子的填充物一样。“是唷，十二打！还真是会选字哪！”<br>
              “如果各位容许我回忆过去的话，今天也是我乘着木桶逃到长湖上伊斯加的一甲子纪念日。我当时太过紧张，根本忘记了当天是我的生日。我那时只有五十一岁，生日对我来说似乎没什么重要的。不过，当年的宴会倒是十分的精彩，只可惜我那时正好重感冒，无缘享受。我记得我那时只能说‘都谢大嗲’。这次请容我清清楚楚的说完：多谢大家来到我这个小宴会。”四下一片寂静。他们都担心比尔博马上会开始唱歌或是吟诗。为什么他就不能够闭上嘴，让大家向他敬酒呢？出人意料之外的是，比尔博并没有唱歌或是吟诗。他沉默了片刻。<br>
              “第三点，同时也是最后一点，”他说，“我在此要做一个宣布。”他在“宣布”这两个字特别放大音量，还勉强保持清醒的人们纷纷为之一震。“我很遗憾必须这样做，如同我之前所说过的一样，这精彩的一百一十一年实在太过短暂了，但也该告一段落了。我要走了。我会立刻动身！有缘再见！”<br>
              他跳下椅子，随即消失了。不知从什么地方传来一阵强光，所有的宾客都感到一阵目眩。当他们张开眼睛的时候，比尔博已经消失的无影无踪。一百四十四名吃惊的哈比人就这样张口结舌的坐在位子上。傲多·傲脚老伯气的不停跺脚。在短暂的沉默之后，所有的巴金斯家人、波芬家人、图克家人、烈酒鹿家人、布罗斯家人、博格家人、抱腹家人、獾屋家人、健体家人、吹号者家人和傲脚家人在同一时间开始大呼小叫。<br>
              大家都同意这个玩笑实在没有品味，客人们都应该再喝些东西，吃吃甜点来消消气、压压惊。“他疯了，我早就跟你们说过了，”这句话多半是在场人最常听到的评语。即使是最具冒险精神的图克家人（只有几个例外）也觉得比尔博这次的行径真是荒唐。这时，大家还都天真的以为，他的失踪不过是场闹剧而已。<br>
              不过，罗力·烈酒鹿可没有这么确定。即使他年纪很大，肚子又装的太满，但这都没有影响到他的判断力。他对他的媳妇爱斯摩拉达说：“亲爱的，这其中必定有鬼！我想他体内疯狂的的巴金斯血统一定又开始作祟了。这个老笨蛋。管它的，他又没把食物带走！”他大声的叫唤佛罗多再给大家倒杯酒。<br>
              佛罗多是现场唯一不发一语的人。他在比尔博的空位旁边发呆了半晌，对众人的评论和质疑置之不理。即使他早就知道这件事情，他还是觉得这玩笑蛮好玩的。看见客人们这么惊慌，他差点忍不住笑出来。但同时，他也觉得十分的不安，在此时他才意识到自己有多么敬爱这名长辈。大多数的客人继续吃吃喝喝，讨论比尔博的怪异行径，但塞克维尔一家人却早已气呼呼的离开了。佛罗多自己也没有什么心情继续饮宴，他下令再多送上些酒。自己悄悄的将杯中酒一仰而尽，遥祝比尔博身体健康，接着一声不响的溜出帐棚。至于比尔博这家伙呢，早在他口沫横飞的演讲时，他就已经开始玩弄着口袋中的金戒指：这正是他秘密收藏了多年的魔法戒指。当他跳下椅子时，他立刻戴上这戒指；从此以后，哈比屯的人们就再也没有见过比尔博的身影。<br>
              他无声无息的走回家门口，脸上挂着微笑，静静的听着帐棚和宴会其它场地所传来的笑语声。然后他才踏进家门。他脱下了为了宴会而穿的礼服，用干净的纸张将他华丽的丝质外套折好，包起来。然后他飞快的换上一套旧衣服，腰间系上一条用了好多年的皮带。上面挂着一柄插在黑皮鞘内的短剑。他打开一个充满驱虫丸味道的上锁抽屉，拿出一件连帽的旧斗篷。比尔博收藏它们的样子彷佛这套衣服价值连城，但实际上，这套衣服不只满是补丁，连原来的颜色都褪的看不太出来了。旁观者最多只能猜到这件衣服原来是深绿色的。这套衣服似乎对他来说太大了些。接着，他又走进书房，从一个大保险箱中拿出一个被旧衣服包着的包裹、一份皮面的抄本、一个涨鼓鼓的信封。他将那抄本和包裹塞到旁边一个快满的大袋子里面。他接着将金戒指连着练子放进信封内，顺手将封口黏了起来，并且在收件人的位置上写下佛罗多的名字。一开始他将这信封放在壁炉上，随即又将它塞回口袋里。此时，大门打了开来，甘道夫面色凝重的走进来。<br>
              “你好啊！”比尔博说。“我还在想你会不会出现呢。”<br>
              “我真庆幸你现在没有隐形，”巫师回答道，边在椅子上坐了下来。“我想要跟你说几句话。这次你应该觉得一切都完全按照原先的计划进行了吧？”<br>
              “是的，没错，”比尔博说。“不过那阵闪光倒真是出人意料，连我都吓了一跳，更别说其他人了。我想这是你的神来一笔吧？”<br>
              “是的。你这么多年以来都聪明的隐藏了戒指的秘密，我认为应该给你的客人一些理由，让他们可以解释你消失的原因。”<br>
              “差点就坏了我的大事呢。你这老家伙还真是多事，”比尔博笑道，“不过，我想，像往常一样，你永远都知道正确的作法。”<br>
              “没错，可是也只有在我知道一切线索的时候。对这整件事情我就没有那么确定了。现在是最后的关键。你的玩笑也开了，亲戚也惹毛了。更让整个夏尔地区有了茶余饭后的话题。你还有什么要做的吗？”<br>
              “是的，我还有事情要做。我觉得我得放个假，放个很长的假，我之前也告诉过你这件事情。或许是个永远不结束的长假。我想我应该不会回来了。事实上，我本来也不打算回来，一切都已经安排好了。”<br>
              “我老了，甘道夫。虽然外表看起来不明显，但是我心里面真的开始觉得累了。他们还说我养生有道咧！”他不屑的说。“唉，我觉得自己好像有点干枯，快被榨干的感觉，你应该知道我是什么意思。就像在面包上被抹的太薄的奶油一样。这样不对，我得改变这样的生活才行。”<br>
              甘道夫好奇的打量着他。“没错，的确不对，”他若有所思的说。“我真的认为你原来的计划是最好的。”<br>
              “是啊，反正我也已经下定决心。我想要再看看高山，甘道夫，真正雄伟的高山，然后找个我可以休息的地方。我可以安安静静，与世无争的住在那里，不用成天和千奇百怪的亲戚以及访客打交道。搞不好我还可以找到一个可以让我把书写完的地方。我已经想到了一个好结局：‘从此以后他就过着幸福快乐的日子。’”<br>
              甘道夫笑了。“我希望他能这么幸福。不过，不管这本书怎么结束，都不会有人想看这本书的。”<br>
              “喔，会的，他们以后就会的。佛罗多已经先读了一部份。你会替我照顾佛罗多，对吧？”<br>
              “是的，我会的，我只要有时间就会全心照顾他的。”<br>
              “当然啦，如果我开口，他一定会跟我一起走的。事实上，在宴会前他还主动提出这样的要求。但是，他并不是真心的，时候还没到。我想要在死前重新看看那开阔的大平原、壮丽的高山；但他这个年纪喜爱的还是夏尔，这个有着森林、小河和草原的地方。我把一切都留给他了，只有几样小东西例外而已。我希望他习惯了自己作主之后能够过的快乐一些。他也到了该自己当家作主的时候了。”<br>
              “你真的把一切都留给他了？”甘道夫说。“戒指也不例外吗？你自己答应的，没忘记吧。”<br>
              “呃，是啊，我想应该是，”比尔博结巴的说。<br>
              “戒指在那里？”<br>
              “如果你坚持要知道的话，它在一个信封里面，”比尔博不耐烦的说。“就在壁炉上。咦，不对！在我口袋里！”他迟疑了。“这真奇怪！”他自言自语道。“可是这有什么不对？放在我口袋里有什么不好？”<br>
              甘道夫对比尔博投以非常严厉的眼光，眼中彷佛有异光迸射。“比尔博，我觉得，”他耐心的说，“你应该把戒指留下来。难道你不想吗？”<br>
              “我想啊，可是现在又不想了。我仔细想了想，觉得自己一点也不想要送掉这戒指。我也不明白自己为什么一定要这样做。为什么你要我把它送人？”他的语气中有了些奇异的变化。他的口气中充满了怀疑和恼怒。“你每次都一直逼问我有关这枚戒指的事情，但是你从来不过问我在旅途中找到的其它戒指。”<br>
              “没错，但是我一定得逼问你才行，”甘道夫说，“我想要知道真相。这很重要。魔法戒指毕竟，呃，是有魔法的东西。它们很稀少，又通常会有特别的来历。你应该这么说，我的专业领域之一就是研究这类的戒指。如果你想要再出去冒险，我可能会请你打听更多的消息。我也觉得你收藏这枚戒指的时间太久了。比尔博，除非我弄错了，不然你应该已经不需要这枚戒指了。”<br>
              比尔博涨红了脸，眼中有着愤怒的光芒。他和蔼的表情变得十分倔强。“为什么？”他大喊。“我要怎么处理我的财产与你何干？这是我的，是我找到的，是它自愿落到我手里的。”<br>
              “是啊是啊，”甘道夫说。“没必要动肝火吧。”<br>
              “就算我真的动了肝火，也都是你的错，”比尔博说。“我已经告诉你了，这是我的戒指。我的戒指。是我的宝贝。没错，是我的宝贝。”<br>
              巫师的表情依旧十分凝重、专注，只有他眼中微微闪动的光芒泄漏出这次他真的起了疑心。“以前有人这样称呼过它，”他说，“但不是你。”<br>
              “现在这样说的是我。又有什么不对？即使咕鲁以前这样说过，这东西现在也不是他的了，这是我的！我觉得我应该把它留下来。”<br>
              甘道夫站了起来，他用十分严厉的语气说：“比尔博，你这样做是大大的不智。你刚刚所说的每个字都证明了我的观点。它已经控制了你。快放手！这样你才能自由自在，毫无牵挂的离开。”<br>
              “我想怎么做就怎么做，爱怎么走就怎么走，”比尔博顽固的坚持道。<br>
              “啊，啊，亲爱的哈比人！”甘道夫说。“我们已经是一辈子的朋友了，你至少欠我这个人情。不要迟疑！照你之前答应的做：放下戒指！”<br>
              “哼，如果你自己想要这戒指，就正大光明的说出来！”比尔博大喊。“我不会让你得逞的。我不会把宝贝送人。绝对不会。”他的手缓缓移向腰间的短剑。<br>
              甘道夫双目精光闪烁。“不要逼我动怒，”他说。“如果你敢再这样说，我就别无选择了。你将会看到灰袍甘道夫的真面目。”他朝向对方走了一步，身高突然间变得十分惊人，小房间内被他的阴影给完全笼罩。<br>
              比尔博气喘吁吁的往后退，手依旧紧抓着口袋不放。两人对峙了片刻，房间中的气氛变得无比凝重。甘道夫的目光紧盯着对方。比尔博的手慢慢松了开来，开始浑身打颤。<br>
              “甘道夫，我不知道你是中了什么邪，”他说。“你以前从来没有这样过。这到底是怎么一回事？这戒指本来就该是我的啊！是我找到的，如果我没有把它收起来，咕鲁一定会杀掉我的。不管他怎么说，我都不是小偷。”<br>
              “我也没说你是小偷，”甘道夫回答道。“我自己也不是小偷。我不是要抢走你的东西，而是要帮助你。我希望你能够像以前一样相信我。”他转过身，房中的阴影瞬即消退。他似乎又变成原来那个穿着灰袍的老人，一脸忧心忡忡的样子。<br>
              比尔博双手抱头道。“对不起，”他说。“我觉得好奇怪。可是，如果我可以不要再担心这戒指，我一定会轻松很多。最近我满脑子都是它。有时我觉得它好像是只眼睛，一直不停的看着我。你知道吗？我每分每秒都想要戴上它，变成隐形；或者是担心它不见，时时刻刻都把它掏出口袋来确认。我试着把它锁在柜子里，可是我发现自己没办法不把它贴身收着。我不知道为什么，我好像根本没办法下定决心。”<br>
              “那就请你相信我，”甘道夫说。“你已经下定了决心。放下戒指，离开这里。不要执着于这枚戒指。把它交给佛罗多，我会照顾他的。”<br>
              紧张的比尔博犹豫了一阵子。最后他叹了口气。“好吧，”他勉强说。“我会的。”然后他耸耸肩，露出遗憾的笑容。“毕竟这才是生日宴会真正的目的：送出许多许多的礼物，让施予的过程变得轻松些。虽然最后还是没有让我多轻松，但这时前功尽弃不是很可惜吗？差点把我整个精心设计的玩笑都弄砸了。”<br>
              “这的确会让宴会中我觉得唯一重要的事情前功尽弃。”甘道夫说。<br>
              “好吧，”比尔博说道，“就把它一起送给佛罗多。”他深吸一口气。“我现在真的得走了，不然就会被其他人发现。我已经向大家道别了，要我再说一次实在做不到。”他背起背包，走向门口。<br>
              “戒指还在你的口袋里，”巫师说。<br>
              “哇！真的耶！”比尔博大喊。“还有我的信件以及其它的文件都在耶。你最好收下它们，代我转交。这样比较安全。”<br>
              “不，别把戒指给我，”甘道夫说。“把它放在壁炉上。在佛罗多来之前，那里就已经够安全了。我会在这边等它。”<br>
              比尔博拿出信封，正当他准备将它放在钟旁边时，他的手突然抽了回来，信封跟着掉到地上。在他来得及捡起信封前，巫师一个箭步上前，把信封放回壁炉上。哈比人的脸上再度掠过一阵怒容。它随即被笑容和轻松的表情给取代了。<br>
              “就这样啦，”他说。“我该走了！”<br>
              两人走到门口。比尔博从架上拿下最喜欢的柺杖，吹了声口哨。三名矮人各从三个房间中走出。<br>
              “都准备好了吗？”比尔博问。“都打包好，贴上标签了吗？”<br>
              “都好了，”他们回答。<br>
              “好吧，那就出发罗！”他终于踏出了门口。<br>
              夜色十分的美丽，黑色的天空中点缀着明亮的星星。他抬起头，闻闻晚风的味道。“真棒！能够再次出门和矮人一起旅行真是太棒了！这才是我这么多年以来一直等待的机会！再见！”他看着老家，对着门前一鞠躬。“再会了，甘道夫！”<br>
              “现在先说再会啦，比尔博。好好照顾自己！你已经够老了，希望你也变得比较聪明啦！”<br>
              “好好照顾自己！我不在乎啦。别替我担心！我现在真的很兴奋，这样就够了。时候到了。我终于被命运推离了家门，”他补充道。接着，他低声在黑暗中唱了起来：<br>
              大路长呀长<br>
              从家门伸呀伸。<br>
              大路没走远，<br>
              我得快跟上，<br>
              快脚跑啊跑，<br>
              跑到岔路上，<br>
              四通又八达，川流又不息，<br>
              到时会怎样？我怎会知道。<br>
              他停了下来沉默了片刻。然后，他一语不发的转过身，将帐棚和宴会的灯火抛在脑后，走向花园。三名伙伴跟着他走上小径。他跳过花园尽头一段比较低矮的篱笆，走上了草原，像是晚风一样轻柔的远离了钟爱的家园。<br>
              甘道夫留在黑暗中，静静的看着他的身影。“再会了，亲爱的比尔博，下次再见！”他低声说，随即转身进了屋子。<br>
              ※※※<br>
              佛罗多很快就跟着走进屋子，发现甘道夫坐在黑暗中沉思。“他走了吗？”他问。<br>
              “是的，”甘道夫回答，“他终于离开了。”<br>
              “到今天傍晚为止，我一直都希望···我一直都以为这只是个玩笑，”佛罗多说。“但是，我内心知道他真的想要离开。事情越是认真，他越爱开玩笑。我真希望能够早点回来送他走。”<br>
              “我想，他还是比较喜欢自己悄悄的溜走，”甘道夫说。“别太担心。他现在不会有危险的。他留了个包裹给你。就在那边！”<br>
              佛罗多从壁炉上拿下了信封，看了看，却没有立刻打开。<br>
              “我想你会在里面找到他的让渡书和其它的文件，”巫师说。“你现在是袋底洞的主人了。对了，你在信封里面应该还会找到一枚金戒指。”<br>
              “戒指！”佛罗多吃惊的说。“他把那个留给我了？我不明白。算了，或许将来会有用吧。”<br>
              “或许会或许不会，”甘道夫说。“如果我是你，我会尽可能不要碰它。不要泄密，好好保管它！我去睡觉了。”<br>
              身为袋底洞的主人，痛苦的佛罗多必须一一和宾客道别。流言已经传遍了全场，佛罗多只能回答：“明天一早一切都会真相大白。”在半夜的时候，马车过来接送这些重要的人物。马车一辆接一辆的离开，载满了满腹美食，却还是疑窦满腹的哈比人。园丁们过来整理场地，同时将遗留下的独轮车推开。<br>
              夜色终于褪去。太阳接着升起。大家都起的有点晚。晨光渐渐的消逝。工作人员开始井然有序的撤场，搬离桌椅和帐棚，以及汤匙、刀子、锅碗瓢盆、油灯、喝剩的甜酒、面包屑、忘记带走的包包、手套和手帕，以及没吃完的菜肴（数量就少了很多）。然后来的是一群没什么秩序的客人：巴金斯家人、波芬家人、博格家人和图克家人，以及其它住在附近的宾客。到了中午，连最贪睡的人都已经爬了起来。袋底洞门口聚集了一堆不请自来的人，不过，这也是意料中事。<br>
              佛罗多正笑着站在门口，脸上露出疲倦担心的表情。他欢迎所有的客人，但也没有什么好说的。他只有一种回答：“比尔博·巴金斯先生已经走了，就我所知，他永远不会回来了。”有些客人被邀请进屋，因为比尔博留下些“口信”要给他们。<br>
              在客厅里面是堆积如山的包裹和各种各样的杂物及家俱。每个东西上面都有标签。有几个标签是这样写的：<br>
              一柄雨伞上标着“给艾德拉·图克，这把是给你自己用的。比尔博上。”艾德拉顺手拿走了很多把没标签的伞。<br>
              “给朵拉·巴金斯，纪念您那如雪片般的来函，爱你的比尔博上。”这标签贴在一个大的废纸篓上。朵拉是德罗哥的姊姊，也是比尔博和佛罗多在世的、最年长的女性亲戚。她现年九十九岁，写信忠告他人的这个嗜好已经持续了半世纪之久。<br>
              “献给米洛·布罗斯，希望能够派的上用场，比·巴上。”这是标明在一支金笔和一罐墨水上。米洛最为人所知的特点就是从来不回信。<br>
              “送给安洁丽卡，比尔博叔叔赠。”这是面圆形的哈哈镜。她是巴金斯家的晚辈，一向觉得自己长得很美。<br>
              “送给雨果·抱腹整理您的收藏品，匿名支持者上。”这是个空书柜。雨果很爱借书，却常常忘记还书这档子事。<br>
              “送给罗贝拉·塞克维尔巴金斯，这次是礼物！”的标签贴在一箱银汤匙上。比尔博认为在他上次出去历险的时候，她偷拿走了他很多的汤匙。罗贝拉自己也知道。当她一看到时，立刻就明白了他的意思，但在收下汤匙时还是没有任何的迟疑。<br>
              这只是如山礼物中的几样而已。比尔博的屋子经过他一辈子的累积，可说是装满了各种各样的东西。哈比人住的洞穴常常都会陷入同样的窘境：互送生日礼物的习俗是罪魁祸首之一。当然，不是每个人送出来的礼物都是新的，也会有几样礼物总是四处漂泊，被人到处转送。不过，比尔博总是留下旧礼物，送出新的礼物。他的房子经过这次清仓之后好不容易才空了一些。<br>
              每个临别礼物上面都有比尔博亲手写的标签，几乎都有些特殊的意义和玩笑在上头。不过，大多数的礼物都是收礼者真正需要的东西。家境比较不好的哈比人，特别是住在袋边路的人家，都获得了极端实用的礼物。老家伙詹吉收到了两袋马铃薯、一把新铲子、一件羊毛外套、一罐专治关节痛的药膏。而一把年纪的罗力·烈酒鹿也大出意外的收到了十二瓶老酒厂的酒：这是夏尔南区特产、味道浓郁的红酒，正好是比尔博的爸爸当年酿的，现在才终于完熟。罗力原谅了比尔博的突然离开，喝了一口酒之后更是大赞比尔博是个好人。<br>
              还有更多的东西是留给佛罗多的。当然，最重要的财产像是绘画、书籍、多的有点夸张的家俱都是留给佛罗多的。特别的是，没有任何的文件和资料提到了珠宝和金钱：比尔博没有送出任何的钱币和珠宝。<br>
              佛罗多那天下午更是累的雪上加霜。竟然有谣言说整栋屋子里面的东西都免费大赠送，一大堆不相干的人立刻涌来此地，赶也赶不走。标签被撕下、弄混，导致许多人起了冲突。有些人甚至在客厅里面就交换起东西来，其他人试图摸走不属于他们的小东西，或是任何没有钉死在地上的东西。门口的道路完全被独轮车和手推车给挡住了。<br>
              在这一团混乱中，塞克维尔巴金斯一家人出现了。佛罗多已经先下去休息，将现场交给好友梅里·烈酒鹿招呼。傲梭一来就大声吵着要见佛罗多。梅里有礼的鞠躬道。<br>
              “他现在无法抽空，”他说。“他在休息。”<br>
              “我看是躲起来了吧，”罗贝拉说。“管他在干嘛，我们就是想要见他！去找他，告诉他我们来了！”<br>
              梅里离开了很长的一段时间，让他们有时间发现那箱临别的礼物。这可没让他们的心情好过起来。最后梅里终于带他们去书房暂坐。佛罗多坐在书桌后，面前堆着许多的文件。他看起来的确无法抽空（至少在接见塞克维尔这家人的时候是这样子的）。接着他站了起来，手摸着口袋中的某样东西。不过，他说话的口气还是相当客气。<br>
              塞克维尔家的人就没有这么客气了。他们一开始就提议用贱价收买很多没标签的珍贵物品。当佛罗多表明只有比尔博指定的物品才会送人时，他们又开始抱怨这一切都不公平，其中必定有诈。<br>
              “我只有一件事情不明白，”傲梭说，“就是你看起来似乎太过镇定了些。我坚持要看让渡书。”<br>
              如果比尔博没有收养佛罗多，傲梭就会成为他的继承人。他仔细阅读了转让书，不禁哼了哼。很遗憾的，让渡书十分的完整且中规中矩。（根据哈比人的习俗，除了字句的精准之外，还要有七名证人用红墨水签名）<br>
              “这次又落空了！”他对妻子说。“我们都等了六十年！就只有汤匙？胡扯！”他在佛罗多面前气冲冲的弹了弹手指，忿忿的离开。罗贝拉可没这么容易摆平。一段时间之后，佛罗多踏出书房，看看事情进行的是否顺利。他发现罗贝拉还在四处鬼头鬼脑的刺探着，敲打着墙壁和墙角。他坚决护送她离开，同时还从她的雨伞中抄出了几样不小心掉进去的小（却很值钱）东西。她涨红着脸，彷佛准备说出什么惊天动地的诅咒。但她转过身却只勉强挤出几句：<br>
              “年轻人，你会后悔的！你为什么不也赶快离开？你不属于这里。你不是巴金斯家人，你…你是烈酒鹿家的怪人！”<br>
              “梅里，你听到了吗？我想她觉得这是个侮辱耶，”佛罗多猛地将门一关，对朋友说。<br>
              “才怪，这是个赞美，”梅里·烈酒鹿说，“所以我觉得你不适合。”<br>
              然后他们开始在洞里面巡逻，抓出了三个年轻的哈比人。（两个波芬家，一个博格家的小子）他们正在一间房间中的墙壁上打洞。佛罗多还和桑丘·傲脚（傲脚老伯的曾孙）起了些争执，这家伙在储藏室里面准备了一大堆工具，正想要开挖。比尔博的黄金传说激起了很多人的好奇和兴趣。因为，传说中的黄金（神秘获得的黄金，而不是偷抢来的）只要被人找到，就属于那个人的；除非有人打断了对方的挖掘。<br>
              在佛罗多终于把桑丘赶出去之后，他瘫在客厅椅子上无力的说：“梅里，我们该打烊了。锁上门，今天都不要开门。即使他们带了根破城槌来我也不低头。”接着，他去泡了杯茶，准备好好歇息一会。<br>
              他屁股都还没坐热，前门就又传来小小的敲门声。“大概又是罗贝拉，”他想，“这家伙多半又想出了更恶毒的咒骂，这次是回来把它说完的。我想这应该不急。”<br>
              他又继续喝茶。敲门声重复了几次，变得更大声，但他还是相应不理。巫师的脑袋突然出现在窗外。<br>
              “佛罗多，如果你不让我进来，我就把你家的门炸到山的另一边去。”他说。<br>
              “啊，是亲爱的甘道夫！等等我！”佛罗多大喊着跑向门口。“请进！请进！我本来以为是罗贝拉。”<br>
              “那我就原谅你了。不久前我还看见她驾着马车往临水区走，她的嘴巴嘟的可以挂猪肉了。”<br>
              “我也被她气的快变猪肉了。说实话，我刚刚差点戴上比尔博的戒指。我好想躲开她。”<br>
              “千万别这么做！”甘道夫坐了下来。“佛罗多，你务必小心收藏那枚戒指！事实上，我特别回来就是为了这事。”<br>
              “怎么样？”<br>
              “你知道哪些事情？”<br>
              “只有比尔博告诉我的东西。我读了他的故事：他是怎么找到这戒指，又是怎么使用它的。我是说在上次的冒险中啦。”<br>
              “不知道是哪个版本的故事。”甘道夫说。<br>
              “喔，不是他告诉矮人以及写在书中的那个版本，”佛罗多说。“在我搬来这边之后不久，他就告诉我事实的真相。他说你硬逼他告诉你，所以我最好也知道一下。‘我们之间没有秘密，佛罗多，’他这样说；‘但就这样而已。戒指还是我的。’”<br>
              “这很有意思，”甘道夫说。“好吧，你有什么看法？”<br>
              “如果你是指他编出戒指是人家送的礼物这回事，我会觉得没有必要，我也看不出来为什么要编出这故事。这不像是比尔博的作风，所以我觉得很奇怪。”<br>
              “我也这么认为。但是，拥有这种财宝，并且使用它的人都可能会有这样怪异的行径。就把它当做前车之监吧。它的能力可能不仅于让你在有需要的时候消失而已。”<br>
              “我不明白，”佛罗多说。<br>
              “我自己也不确定，”巫师回答。“我是从昨夜才开始对这戒指起了疑心。你先别担心。希望你听我的忠告，尽量不要使用这戒指。我至少拜托你不要在别人面前使用，免得造成传言和疑心。我再强调一次：好好保管，不要泄密！”<br>
              “你真是神秘兮兮的！你到底在怕些什么？”<br>
              “我还不确定，所以也没办法多说。我马上要离开了：下次再会。”他站了起来。<br>
              “马上离开？”佛罗多大喊道。“我还以为你至少会待上一星期。我还准备要请你帮忙呢。”<br>
              “我本来是这样打算的，但我改变了心意。我可能会离开很长的一段时间，但只要一有机会，我就会立刻赶回来看你。到时你就知道了！我会悄悄的来拜访。我应该不会再公开造访夏尔。我发现自己已经成了不受欢迎的人物。他们说我老惹麻烦，破坏宁静。有些人甚至指控我鼓动比尔博远行。甚至还有更糟糕的哩，有人说我和你准备阴谋夺取他的财富。”<br>
              “有人这么说！”佛罗多难以置信的说。“你是说傲梭和罗贝拉吧？真是太低劣了！如果我可以换回比尔博和我一起四处散步，我宁愿把袋底洞和一切都送给他们。我喜欢夏尔。但不知道怎么搞的，我开始思索，如果自己也跟着离开了会不会好一些。不知道我能不能再见到他。”<br>
              “我也这样想，”甘道夫说。“我脑中还有很多的疑点呢。现在先说再见吧！好好照顾自己！我随时都有可能出现！再会！”<br>
              佛罗多送他走到门口。他最后挥挥手，用惊人的步伐快步离开。佛罗多这次觉得巫师似乎比平常还要苍老些，彷佛肩膀上扛了更沉重的负担。夜幕渐渐低垂，他的身影也跟着消失在夕阳余晖中。佛罗多有很长的一段时间都不会再看到他。<br>
              ※※※<br>
              译注一：爆竹上面所印的“河谷镇”是位于孤山附近的人类聚落之一。比尔博在“魔戒前传”中的冒险曾经对当地造成了相当大的影响。新的领导者也在该次变动中崛起。
          </p>
        </div>
      </div> 
    </ScrollView>
  </div>
</template>

<script>
/* eslint-disable */
import ScrollView from "@/components/ScrollView";

export default {
  components: {
    ScrollView,
  },
  data(){
    return {
      options: {
        scrollbar: true
      }
    }
  }
}
</script>

<style lang="scss">
.article{
  padding: 15px;
  h4{

    font-size: 18px;
  }
  
  p{
    // margin: 15px 0; 
    font-size: 20px;
    line-height: 30px;
  }
}

.frame{
  position: fixed;
  top:0;
  left:0;
  width:100%;
  height:100%;
  display: flex;
}
.container{
  flex: 1;
  overflow: auto;
}
</style>